aircrack-ng
alsa-utils
arc-gtk-theme
autoconf
automake
bash
binutils
bison
bleachbit-git
bzip2
cmus
coreutils
cower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
expac
fakeroot
feh
file
filesystem
findutils
fish
flex
gawk
gcc
gcc-libs
gconf-cleaner
gettext
git
glibc
gnome-themes-standard
gnu-netcat
google-chrome-dev
grep
grub
grub-customizer
gvfs
gzip
htop
i3-gaps-git
i3blocks
i3lock
i3status
inetutils
intel-ucode
iotop
iproute2
iputils
irssi
jfsutils
less
libmad
libmtp
licenses
linux
linux-headers
logrotate
lsof
lvm2
lxappearance
make
man-db
man-pages
mdadm
mesa
mesa-demos
mlocate
mpv
mupdf
nano
nasm
ncdu
neofetch
neovim
netctl
nmap
ntfs-3g
openssh
os-prober
p7zip
pacaur
pacman
pacutils
parted
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
python-pip
ranger
reiserfsprogs
ruby
rxvt-unicode
s-nail
screen
scrot
sed
shadow
strace
sudo
sysfsutils
systemd-sysvcompat
tar
tcl
texinfo
traceroute
transmission-cli
ttf-dejavu
unrar
unzip
usbutils
util-linux
vi
vnstat
wget
which
wireless_tools
wireshark-gtk
wpa_actiond
wpa_supplicant
xdg-user-dirs
xf86-input-synaptics
xf86-video-ati
xfsprogs
xorg-server
xorg-server-utils
xorg-xev
xorg-xinit
xterm
youtube-dl
