adduser
alsa-utils
amd64-microcode
anacron
apt
apt-utils
arc-theme
avahi-autoipd
base-files
base-passwd
bash
bash-completion
bc
binutils
bleachbit
bluetooth
bluez
bsdmainutils
bsdutils
busybox
bzip2
ca-certificates
chromium
console-setup
console-setup-linux
coreutils
cpio
cpp
cpp-6
crda
cron
dash
dbus
debconf
debconf-i18n
debian-archive-keyring
debianutils
dh-python
dictionaries-common
diffutils
dirmngr
discover
discover-data
dmidecode
dmsetup
dpkg
e2fslibs
e2fsprogs
eject
elinks
elinks-data
emacsen-common
feh
findutils
firmware-amd-graphics
firmware-linux-nonfree
firmware-misc-nonfree
fish
fish-common
fontconfig
fontconfig-config
fonts-dejavu-core
fuse
gcc
gcc-6
gcc-6-base
gcc-7-base
gettext-base
git
git-man
gnome-icon-theme
gnome-themes-standard
gnome-themes-standard-data
gnupg
gnupg-agent
gpgv
grep
groff-base
grub-common
grub-pc
grub-pc-bin
grub2-common
gtk-update-icon-cache
gtk2-engines-murrine
gzip
hicolor-icon-theme
hostname
htop
i3
i3-wm
i3status
iamerican
ibritish
ienglish-common
ifupdown
init
init-system-helpers
initramfs-tools
initramfs-tools-core
installation-report
intel-microcode
iproute2
iptables
iputils-ping
isc-dhcp-client
isc-dhcp-common
ispell
iucode-tool
iw
kbd
keyboard-configuration
klibc-utils
kmod
laptop-detect
less
libaacs0
libacl1
libapparmor1
libapt-inst2.0
libapt-pkg5.0
libasan3
libasound2
libasound2-data
libass9
libassuan0
libasyncns0
libatk1.0-0
libatk1.0-data
libatomic1
libattr1
libaudit-common
libaudit1
libavahi-client3
libavahi-common-data
libavahi-common3
libavc1394-0
libavcodec57
libavdevice57
libavfilter6
libavformat57
libavresample3
libavutil55
libbdplus0
libblas-common
libblas3
libblkid1
libbluray2
libbs2b0
libbsd0
libbz2-1.0
libc-bin
libc-l10n
libc6
libcaca0
libcairo2
libcap-ng0
libcap2
libcap2-bin
libcc1-0
libcdio-cdda1
libcdio-paranoia1
libcdio13
libchromaprint1
libcilkrts5
libcomerr2
libconfuse-common
libconfuse1
libcroco3
libcryptsetup4
libcrystalhd3
libcups2
libcurl3
libcurl3-gnutls
libdaemon0
libdatrie1
libdb5.3
libdbus-1-3
libdbus-glib-1-2
libdc1394-22
libdebconfclient0
libdevmapper1.02.1
libdiscover2
libdns-export162
libdrm-amdgpu1
libdrm-intel1
libdrm-nouveau2
libdrm-radeon1
libdrm2
libdvdnav4
libdvdread4
libebur128-1
libedit2
libegl1-mesa
libelf1
libepoxy0
liberror-perl
libestr0
libev4
libevdev2
libevent-2.0-5
libexif12
libexpat1
libfastjson4
libfdisk1
libffi6
libfftw3-double3
libfftw3-single3
libflac8
libflite1
libfontconfig1
libfontenc1
libfreetype6
libfribidi0
libfsplib0
libfuse2
libgbm1
libgcc-6-dev
libgcc1
libgcrypt20
libgdbm3
libgdk-pixbuf2.0-0
libgdk-pixbuf2.0-common
libgfortran3
libgif7
libgl1-mesa-dri
libgl1-mesa-glx
libglapi-mesa
libglib2.0-0
libglib2.0-data
libgme0
libgmp10
libgnutls30
libgomp1
libgpg-error0
libgpm2
libgraphite2-3
libgsm1
libgssapi-krb5-2
libgtk2.0-0
libgtk2.0-common
libgudev-1.0-0
libharfbuzz0b
libhogweed4
libice6
libicu57
libid3tag0
libidn11
libidn2-0
libiec61883-0
libimlib2
libinput-bin
libinput10
libip4tc0
libip6tc0
libiptc0
libisc-export160
libisl15
libitm1
libiw30
libjack-jackd2-0
libjbig0
libjbig2dec0
libjemalloc1
libjpeg62-turbo
libk5crypto3
libkeyutils1
libklibc
libkmod2
libkrb5-3
libkrb5support0
libksba8
liblapack3
liblcms2-2
libldap-2.4-2
libldap-common
libldb1
liblinear3
libllvm3.9
liblocale-gettext-perl
liblogging-stdlog0
liblognorm5
liblsan0
liblua5.1-0
liblua5.2-0
liblua5.3-0
liblz4-1
liblzma5
libminiupnpc10
libminizip1
libmnl0
libmount1
libmp3lame0
libmpc3
libmpdec2
libmpfr4
libmpg123-0
libmpx2
libmsgpackc2
libmtdev1
libnatpmp1
libncurses5
libncursesw5
libnetfilter-conntrack3
libnettle6
libnewt0.52
libnfnetlink0
libnghttp2-14
libnl-3-200
libnl-genl-3-200
libnpth0
libnspr4
libnss3
libntfs-3g872
libnuma1
libogg0
libopenal-data
libopenal1
libopencv-core2.4v5
libopencv-imgproc2.4v5
libopenjp2-7
libopenmpt0
libopus0
libp11-kit0
libpam-cap
libpam-modules
libpam-modules-bin
libpam-runtime
libpam-systemd
libpam0g
libpango-1.0-0
libpangocairo-1.0-0
libpangoft2-1.0-0
libpcap0.8
libpci3
libpciaccess0
libpcre3
libpcsclite1
libperl5.24
libpgm-5.2-0
libpipeline1
libpixman-1-0
libpng16-16
libpolkit-agent-1-0
libpolkit-backend-1-0
libpolkit-gobject-1-0
libpopt0
libpostproc54
libprocps6
libpsl5
libpulse0
libpython-stdlib
libpython2.7
libpython2.7-minimal
libpython2.7-stdlib
libpython3-stdlib
libpython3.5-minimal
libpython3.5-stdlib
libquadmath0
libraw1394-11
libre2-3
libreadline7
librsvg2-2
librsvg2-common
librtmp1
librubberband2
libsamplerate0
libsasl2-2
libsasl2-modules-db
libsdl2-2.0-0
libseccomp2
libselinux1
libsemanage-common
libsemanage1
libsensors4
libsepol1
libshine3
libslang2
libsm6
libsmartcols1
libsmbclient
libsnappy1v5
libsndfile1
libsndio6.1
libsodium18
libsoxr0
libspeex1
libsqlite3-0
libss2
libssh-gcrypt-4
libssh2-1
libssl1.0.2
libssl1.1
libstartup-notification0
libstdc++6
libswresample2
libswscale4
libsystemd0
libtalloc2
libtasn1-6
libtbb2
libtdb1
libtermkey1
libtevent0
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libthai-data
libthai0
libtheora0
libtiff5
libtinfo5
libtre5
libtsan0
libtwolame0
libtxc-dxtn-s2tc
libubsan0
libuchardet0
libudev1
libunibilium0
libunistring0
libusb-0.1-4
libusb-1.0-0
libustr-1.0-1
libuuid1
libuv1
libv4l-0
libv4lconvert0
libva-drm1
libva-wayland1
libva-x11-1
libva1
libvdpau1
libvorbis0a
libvorbisenc2
libvorbisfile3
libvpx4
libvterm0
libwacom-common
libwacom2
libwavpack1
libwayland-client0
libwayland-cursor0
libwayland-egl1-mesa
libwayland-server0
libwbclient0
libwebp6
libwebpdemux2
libwebpmux2
libwrap0
libx11-6
libx11-data
libx11-xcb1
libx264-148
libx265-116
libxapian30
libxatracker2
libxau6
libxaw7
libxcb-cursor0
libxcb-dri2-0
libxcb-dri3-0
libxcb-glx0
libxcb-icccm4
libxcb-image0
libxcb-keysyms1
libxcb-present0
libxcb-randr0
libxcb-render-util0
libxcb-render0
libxcb-shape0
libxcb-shm0
libxcb-sync1
libxcb-util0
libxcb-xfixes0
libxcb-xinerama0
libxcb-xkb1
libxcb-xrm0
libxcb1
libxcomposite1
libxcursor1
libxdamage1
libxdmcp6
libxext6
libxfixes3
libxfont2
libxft2
libxi6
libxinerama1
libxkbcommon-x11-0
libxkbcommon0
libxkbfile1
libxml2
libxmu6
libxmuu1
libxpm4
libxrandr2
libxrender1
libxshmfence1
libxslt1.1
libxss1
libxt6
libxtables12
libxtst6
libxv1
libxvidcore4
libxxf86dga1
libxxf86vm1
libyajl2
libzmq5
libzvbi-common
libzvbi0
linux-base
linux-image-4.9.0-3-amd64
locales
login
logrotate
lsb-base
lxappearance
man-db
mawk
menu
mime-support
mount
mpv
multiarch-support
mupdf
nano
ncurses-base
ncurses-bin
ncurses-term
neofetch
neovim
neovim-runtime
netbase
nmap
ntfs-3g
openssh-client
openssl
os-prober
passwd
pciutils
perl
perl-base
perl-modules-5.24
pinentry-curses
policykit-1
powertop
procps
python
python-cairo
python-gobject-2
python-gtk2
python-minimal
python-numpy
python-talloc
python2.7
python2.7-minimal
python3
python3-minimal
python3-pkg-resources
python3.5
python3.5-minimal
ranger
readline-common
rxvt-unicode-256color
samba-libs
sed
sensible-utils
sgml-base
shared-mime-info
suckless-tools
sudo
systemd
systemd-sysv
sysvinit-utils
tar
task-english
task-laptop
tasksel
tasksel-data
transmission-cli
transmission-common
transmission-daemon
tzdata
ucf
udev
usbutils
util-linux
util-linux-locales
vim-common
vim-tiny
wamerican
wget
whiptail
wireless-regdb
wireless-tools
wpasupplicant
x11-common
x11-utils
x11-xkb-utils
x11-xserver-utils
xauth
xdg-user-dirs
xdg-utils
xinit
xkb-data
xml-core
xsel
xserver-common
xserver-xorg
xserver-xorg-core
xserver-xorg-input-all
xserver-xorg-input-libinput
xserver-xorg-input-synaptics
xserver-xorg-video-all
xserver-xorg-video-amdgpu
xserver-xorg-video-ati
xserver-xorg-video-fbdev
xserver-xorg-video-nouveau
xserver-xorg-video-radeon
xserver-xorg-video-vesa
xserver-xorg-video-vmware
xxd
xz-utils
youtube-dl
zlib1g
